Repository: ephraimbel/Bible-Plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: am, ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sw, tl, zh_hans, zh_hant

source: This deletes every pinned fact and the rolling digest. The AI will start fresh from your next message. This cannot be undone.
am: ይህ ሁሉንም የተለጠፉ እውነታዎች እና ማጠቃለያ ይሰርዛል። AI ከቀጣይ መልዕክትህ አዲስ ይጀምራል። ሊመለስ አይችልም።
de: Dies löscht alle gepinnten Fakten und die Zusammenfassung. Die KI startet bei deiner nächsten Nachricht neu. Nicht rückgängig zu machen.
es: Esto borra cada dato guardado y el resumen. La IA empezará de cero desde tu próximo mensaje. No se puede deshacer.
fr: Cela supprime tous les faits épinglés et le résumé. L'IA repartira de zéro à ton prochain message. Irréversible.
id: Ini menghapus semua fakta yang dicatat dan ringkasan. AI akan mulai dari awal di pesan berikutnya. Tidak bisa dibatalkan.
it: Questo elimina ogni fatto fissato e la sintesi. L'IA ripartirà dal prossimo messaggio. Non annullabile.
ja: 留めてあるすべての事実と継続的な要約を削除します。AIは次のメッセージから新しく始めます。取り消せません。
ko: 고정된 모든 사실과 요약을 삭제해요. AI는 다음 메시지부터 새로 시작해요. 되돌릴 수 없어요.
pl: To usuwa wszystkie przypięte fakty i podsumowanie. AI zacznie od zera przy następnej wiadomości. Nie można cofnąć.
pt_br: Isso apaga todos os fatos fixados e o resumo. A IA começará do zero na próxima mensagem. Não pode ser desfeito.
ru: Это удаляет все закреплённые факты и сводку. ИИ начнёт заново со следующего сообщения. Нельзя отменить.
sw: Hii inafuta kila ukweli uliowekwa na muhtasari. AI itaanza upya kutoka kwa ujumbe wako ujao. Haiwezi kutenduliwa.
tl: Bubura nito ang lahat ng naka-pin na mga katotohanan at ang rolling digest. Magsisimula muli ang AI sa iyong susunod na mensahe. Hindi na ito maibabalik.
zh_hans: 这将删除所有已钉住的事实与滚动摘要。AI 将从你的下一条消息重新开始。此操作无法撤销。
zh_hant: 這將刪除所有釘住的事實與滾動摘要。AI 將從你的下一則訊息重新開始。無法復原。

source: This name appears in your feed and prayers.
am: ይህ ስም በዥረትህ እና በጸሎቶች ውስጥ ይታያል።
de: Dieser Name erscheint in deinem Feed und deinen Gebeten.
es: Este nombre aparece en tu feed y en las oraciones.
fr: Ce nom apparaît dans ton fil et tes prières.
id: Nama ini muncul di feed dan doamu.
it: Questo nome appare nel tuo feed e nelle preghiere.
ja: この名前はフィードと祈りに表示されます。
ko: 이 이름은 피드와 기도에 표시돼요.
pl: To imię pojawia się w twoim kanale i modlitwach.
pt_br: Este nome aparece no seu feed e nas orações.
ru: Это имя появляется в твоей ленте и молитвах.
sw: Jina hili linaonekana kwenye jisho na sala zako.
tl: Ang pangalang ito ay lumalabas sa iyong feed at mga panalangin.
zh_hans: 此名字会出现在你的动态和祷告中。
zh_hant: 此名字會出現在你的動態與禱告中。

source: This verse isn't available offline in your translation.
am: ይህ ጥቅስ ባንተ ትርጉም ውስጥ ያለ ኢንተርኔት አይገኝም።
de: Dieser Vers ist offline in deiner Übersetzung nicht verfügbar.
es: Este versículo no está disponible sin conexión en tu traducción.
fr: Ce verset n'est pas disponible hors ligne dans ta traduction.
id: Ayat ini tidak tersedia offline di terjemahanmu.
it: Questo versetto non è disponibile offline nella tua traduzione.
ja: このみことばはあなたの訳ではオフラインで利用できません。
ko: 이 말씀은 당신의 역본에서 오프라인으로 이용할 수 없어요.
pl: Ten werset nie jest dostępny offline w twoim tłumaczeniu.
pt_br: Este versículo não está disponível offline na sua tradução.
ru: Этот стих недоступен офлайн в твоём переводе.
sw: Mstari huu haupatikani bila intaneti katika tafsiri yako.
tl: Ang talatang ito ay hindi available offline sa iyong salin.
zh_hans: 你所选的译本中此经文无法离线使用。
zh_hant: 你所選的譯本中此經文無法離線使用。

source: Translation
am: ትርጉም
de: Übersetzung
es: Traducción
fr: Traduction
id: Terjemahan
it: Traduzione
ja: 翻訳
ko: 번역
pl: Tłumaczenie
pt_br: Tradução
ru: Перевод
sw: Tafsiri
tl: Salin
zh_hans: 译本
zh_hant: 譯本

source: Try Again
am: እንደገና ሞክር
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
sw: Jaribu tena
tl: Subukang muli
zh_hans: 重试
zh_hant: 重試

source: Try a different search term.
am: ሌላ ቃል ሞክር።
de: Versuche einen anderen Suchbegriff.
es: Intenta con otra palabra de búsqueda.
fr: Essayez un autre terme de recherche.
id: Coba kata pencarian lain.
it: Prova con un altro termine.
ja: 別の検索語を試してください。
ko: 다른 검색어를 시도해 보세요.
pl: Spróbuj innego słowa.
pt_br: Tente outro termo de busca.
ru: Попробуй другой запрос.
sw: Jaribu neno lingine.
tl: Subukan ang iba pang salita.
zh_hans: 尝试其他搜索词。
zh_hant: 請嘗試其他搜尋詞。

source: Try it free for now
am: አሁን በነፃ ሞክር
de: Jetzt kostenlos testen
es: Pruébalo gratis por ahora
fr: Essayez gratuitement pour l'instant
id: Coba gratis sekarang
it: Provalo gratis per ora
ja: いま無料で試す
ko: 지금 무료로 사용해 보세요
pl: Wypróbuj za darmo
pt_br: Experimente grátis por enquanto
ru: Попробуй бесплатно
sw: Jaribu bure kwa sasa
tl: Subukan muna nang libre
zh_hans: 现在免费试用
zh_hant: 現在免費試用

source: Use App Background
am: የመተግበሪያ ዳራ ተጠቀም
de: App-Hintergrund verwenden
es: Usar fondo de la app
fr: Utiliser le fond de l'app
id: Gunakan latar aplikasi
it: Usa sfondo dell'app
ja: アプリの背景を使う
ko: 앱 배경 사용
pl: Użyj tła aplikacji
pt_br: Usar fundo do app
ru: Использовать фон приложения
sw: Tumia mandharinyuma ya programu
tl: Gamitin ang background ng app
zh_hans: 使用应用背景
zh_hant: 使用應用程式背景

source: VERSE FOR TODAY
am: የዛሬ ጥቅስ
de: VERS FÜR HEUTE
es: VERSÍCULO PARA HOY
fr: VERSET DU JOUR
id: AYAT HARI INI
it: VERSETTO DI OGGI
ja: 今日のみことば
ko: 오늘의 말씀
pl: WERSET NA DZIŚ
pt_br: VERSÍCULO DE HOJE
ru: СТИХ НА СЕГОДНЯ
sw: MSTARI WA LEO
tl: TALATA NGAYON
zh_hans: 今日经文
zh_hant: 今日經文

source: VERSE OF THE DAY
am: የቀኑ ጥቅስ
de: VERS DES TAGES
es: VERSÍCULO DEL DÍA
fr: VERSET DU JOUR
id: AYAT HARI INI
it: VERSETTO DEL GIORNO
ja: 今日のみことば
ko: 오늘의 말씀
pl: WERSET DNIA
pt_br: VERSÍCULO DO DIA
ru: СТИХ ДНЯ
sw: MSTARI WA SIKU
tl: TALATA NG ARAW
zh_hans: 每日经文
zh_hant: 每日經文

source: Verse Image
am: የጥቅስ ምስል
de: Versbild
es: Imagen del versículo
fr: Image du verset
id: Gambar ayat
it: Immagine del versetto
ja: みことば画像
ko: 말씀 이미지
pl: Obraz wersetu
pt_br: Imagem do versículo
ru: Изображение стиха
sw: Picha ya mstari
tl: Larawan ng talata
zh_hans: 经文图片
zh_hant: 經文圖片

source: Voice chat needs microphone and speech recognition access. Enable both in Settings â Bible+ to continue.
am: የድምፅ ጥቆማ ማይክሮፎን እና የቃል ማወቅ መዳረሻ ይፈልጋል። ሁለቱንም በቅንጅት አንድ እንደ ተቀየረ ይቀጥሉ።
de: Der Sprachchat benötigt Zugriff auf Mikrofon und Spracherkennung. Aktivieren Sie beides in den Einstellungen â Bible+, um fortzufahren.
es: El chat de voz necesita acceso al micrófono y al reconocimiento de voz. Habilita ambos en Configuración â Bible+ para continuar.
fr: Le chat vocal nécessite un accès au microphone et à la reconnaissance vocale. Activez les deux dans les Paramètres â Bible+ pour continuer.
id: Obrolan suara memerlukan akses mikrofon dan pengenalan suara. Aktifkan keduanya di Pengaturan â Bible+ untuk melanjutkan.
it: La chat vocale necessita di accesso al microfono e al riconoscimento vocale. Abilita entrambi nelle Impostazioni â Bible+ per continuare.
ja: 音声チャットにはマイクと音声認識のアクセスが必要です。設定で両方を有効にしてください â Bible+ を続けるために。
ko: 음성 채팅은 마이크와 음성 인식 접근이 필요합니다. 설정에서 둘 다 활성화하여 계속 진행하세요 â Bible+.
pl: Czat głosowy wymaga dostępu do mikrofonu i rozpoznawania mowy. Włącz oba w Ustawienia â Bible+, aby kontynuować.
pt_br: O chat de voz precisa de acesso ao microfone e ao reconhecimento de fala. Ative ambos nas Configurações â Bible+ para continuar.
ru: Голосовой чат требует доступа к микрофону и распознаванию речи. Включите оба в Настройках â Bible+, чтобы продолжить.
sw: Mazungumzo ya sauti yanahitaji ufikiaji wa kipaza sauti na utambuzi wa sauti. Wezesha vyote viwili katika Mipangilio â Bible+ ili kuendelea.
tl: Kailangan ng voice chat ng access sa mikropono at pagkilala sa pagsasalita. I-enable ang pareho sa Mga Setting â Bible+ upang magpatuloy.
zh_hans: 语音聊天需要麦克风和语音识别权限。请在设置中启用这两项权限以继续。
zh_hant: 語音聊天需要麥克風和語音識別的訪問權限。請在設置中啟用這兩項功能 â Bible+ 以繼續。

source: We'll prioritize prayers and verses that speak to these areas. Select up to 3.
am: እነዚህን አካባቢዎች የሚመለከቱ ጸሎቶችን እና ጥቅሶችን እንመርጣለን። እስከ 3 ምረጥ።
de: Wir priorisieren Gebete und Verse, die zu diesen Bereichen sprechen. Wähle bis zu 3.
es: Priorizaremos oraciones y versículos relevantes para estas áreas. Selecciona hasta 3.
fr: Nous privilégierons des prières et versets qui parlent à ces domaines. Sélectionne jusqu'à 3.
id: Kami akan memprioritaskan doa dan ayat yang menyentuh area-area ini. Pilih hingga 3.
it: Daremo priorità a preghiere e versetti che parlano a queste aree. Seleziona fino a 3.
ja: これらの分野に語りかける祈りと みことばを優先します。最大3つ。
ko: 이 영역에 맞닿은 기도와 말씀을 우선해 드려요. 최대 3개까지 선택.
pl: Będziemy priorytetowo traktować modlitwy i wersety z tych obszarów. Wybierz do 3.
pt_br: Vamos priorizar orações e versículos que falem com essas áreas. Selecione até 3.
ru: Мы отдадим приоритет молитвам и стихам по этим сферам. Выбери до 3.
sw: Tutatoa kipaumbele kwa sala na mistari inayohusu maeneo haya. Chagua hadi 3.
tl: Bibigyang-priyoridad namin ang mga panalangin at talatang tumatalakay sa mga ito. Pumili ng hanggang 3.
zh_hans: 我们将优先推送与这些领域 相关的祷告与经文。最多选择 3 项。
zh_hant: 我們會優先推送與這些領域 相關的禱告與經文。最多選擇 3 項。

source: We'll send gentle reminders with personalized verses, streak encouragement, and reading plan nudges.
am: የግል ጥቅሶች፣ የተከታታይ ማበረታቻ እና የንባብ ዕቅድ ምክሮች ያሉት ለስላሳ ማሳሰቢያዎች እንልክልሃለን።
de: Wir senden sanfte Erinnerungen mit personalisierten Versen, Ermutigung zur Serie und Leseplan-Impulsen.
es: Te enviaremos recordatorios suaves con versículos personalizados, ánimo para tu racha y avisos de tu plan de lectura.
fr: Nous enverrons de doux rappels avec des versets personnalisés, de l'encouragement et des petits rappels de plan de lecture.
id: Kami akan mengirim pengingat lembut dengan ayat personal, dorongan rangkaian, dan pengingat rencana membaca.
it: Invieremo promemoria delicati con versetti personalizzati, incoraggiamento della serie e promemoria del piano di lettura.
ja: パーソナライズされたみことば、継続への 励まし、読書プランのリマインダーを 優しくお届けします。
ko: 맞춤 말씀, 연속 기록 격려, 읽기 플랜 알림을 부드러운 알림으로 보내드려요.
pl: Będziemy wysyłać delikatne przypomnienia z wersetami, zachętą do serii i przypomnieniami o planie czytania.
pt_br: Enviaremos lembretes suaves com versículos personalizados, incentivo à sua sequência e avisos do seu plano de leitura.
ru: Мы пришлём мягкие напоминания с персональными стихами, подбадриванием серии и напоминаниями о плане чтения.
sw: Tutatuma vikumbusho vya upole na mistari ya kibinafsi, faraja ya mfululizo, na vikumbusho vya mpango wa kusoma.
tl: Magpapadala kami ng banayad na paalala na may personalized na mga talata, pampasigla sa streak, at alerto sa plano ng pagbabasa.
zh_hans: 我们会发送温柔的提醒,包含个性化经文、 连续鼓励和阅读计划提示。
zh_hant: 我們會傳送溫柔的提醒,包含個人化經文、 連續鼓勵和閱讀計畫提示。

source: We'll send you a gentle reminder with a personalized prayer or verse.
am: ከግል ጸሎት ወይም ጥቅስ ጋር ለስላሳ ማሳሰቢያ እንልክልሃለን።
de: Wir senden dir eine sanfte Erinnerung mit einem persönlichen Gebet oder Vers.
es: Te enviaremos un recordatorio suave con una oración o un versículo personalizado.
fr: Nous t'enverrons un doux rappel avec une prière ou un verset personnalisé.
id: Kami akan mengirimkan pengingat lembut dengan doa atau ayat yang dipersonalisasi.
it: Ti invieremo un promemoria delicato con una preghiera o un versetto personalizzati.
ja: パーソナライズされた祈りやみことばと共に 優しいリマインダーをお送りします。
ko: 맞춤 기도나 말씀과 함께 부드러운 알림을 보내드려요.
pl: Wyślemy ci delikatne przypomnienie z osobistą modlitwą lub wersetem.
pt_br: Enviaremos um lembrete suave com uma oração ou versículo personalizado.
ru: Мы пришлём тебе мягкое напоминание с персональной молитвой или стихом.
sw: Tutakutumia kikumbusho cha upole chenye sala au mstari wa kibinafsi.
tl: Magpapadala kami ng banayad na paalala na may personalized na panalangin o talata.
zh_hans: 我们会发送温柔的提醒, 附上个性化的祷告或经文。
zh_hant: 我們會傳送溫柔的提醒, 附上個人化的禱告或經文。

source: We'll use your name to make every prayer, every verse, and every conversation feel personal.
am: እያንዳንዱ ጸሎት፣ ጥቅስ እና ውይይት የግል እንዲመስል ስምህን እንጠቀማለን።
de: Wir verwenden deinen Namen, damit jedes Gebet, jeder Vers und jedes Gespräch persönlich ist.
es: Usaremos tu nombre para que cada oración, cada versículo y cada conversación sean personales.
fr: Nous utiliserons ton prénom pour que chaque prière, verset et conversation soit personnel.
id: Kami akan menggunakan namamu agar setiap doa, ayat, dan percakapan terasa personal.
it: Useremo il tuo nome per rendere ogni preghiera, versetto e conversazione personali.
ja: あなたの名前を使って、すべての祈り・ みことば・会話を個人的なものにします。
ko: 당신의 이름을 사용해 모든 기도와 말씀, 대화를 개인적으로 느끼게 해요.
pl: Użyjemy twojego imienia, aby każda modlitwa, werset i rozmowa były osobiste.
pt_br: Usaremos seu nome para que cada oração, cada versículo e cada conversa sejam pessoais.
ru: Мы используем твоё имя, чтобы каждая молитва, стих и разговор были личными.
sw: Tutatumia jina lako ili kufanya kila sala, mstari, na mazungumzo yahisi ya kibinafsi.
tl: Gagamitin namin ang pangalan mo para maging personal ang bawat panalangin, talata, at usapan.
zh_hans: 我们会使用你的名字, 让每一次祷告、经文和对话都充满个人化。
zh_hant: 我們會使用你的名字, 讓每一次禱告、經文和對話都充滿個人化。

source: Weekly
am: ሳምንታዊ
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
ja: 毎週
ko: 매주
pl: Cotygodniowo
pt_br: Semanal
ru: Еженедельно
sw: Kila wiki
tl: Lingguhan
zh_hans: 每周
zh_hant: 每週

source: What Bible+ knows about you
am: Bible+ ስለ አንተ የሚያውቀው
de: Was Bible+ über dich weiß
es: Lo que Bible+ sabe de ti
fr: Ce que Bible+ sait de vous
id: Apa yang Bible+ tahu tentangmu
it: Cosa sa Bible+ di te
ja: Bible+が知っているあなたのこと
ko: Bible+가 당신에 대해 알고 있는 것
pl: Co Bible+ wie o tobie
pt_br: O que o Bible+ sabe sobre você
ru: Что Bible+ знает о тебе
sw: Bible+ anajua nini kuhusu wewe
tl: Ang alam ng Bible+ tungkol sa'yo
zh_hans: Bible+ 了解你什么
zh_hant: Bible+ 了解你什麼

source: What do you need prayer for?
am: ለምን ጸሎት ትፈልጋለህ?
de: Wofür brauchst du Gebet?
es: ¿Por qué necesitas oración?
fr: Pour quoi as-tu besoin de prière ?
id: Untuk apa kamu butuh doa?
it: Per cosa hai bisogno di preghiera?
ja: 何のために祈りが必要ですか?
ko: 무엇을 위한 기도가 필요하세요?
pl: O co potrzebujesz modlitwy?
pt_br: Pelo que você precisa de oração?
ru: О чём тебе нужна молитва?
sw: Unahitaji sala ya nini?
tl: Para saan ang iyong panalangin?
zh_hans: 你需要为何事祷告?
zh_hant: 你需要為何事禱告?

source: What season of life are you in?
am: በምን የሕይወት ወቅት ውስጥ ነህ?
de: In welchem Lebensabschnitt bist du?
es: ¿En qué etapa de la vida estás?
fr: Dans quelle saison de vie es-tu ?
id: Di musim kehidupan apa kamu?
it: In che stagione della vita sei?
ja: 今はどの人生の季節ですか?
ko: 지금 인생의 어떤 시기를 지나고 계신가요?
pl: W jakim etapie życia jesteś?
pt_br: Em que fase da vida você está?
ru: В каком периоде жизни ты?
sw: Uko katika msimu gani wa maisha?
tl: Anong yugto ng buhay ang nararanasan mo?
zh_hans: 你正处于人生的什么阶段?
zh_hant: 你正處於人生的什麼階段?

source: What should we call you?
am: ምን ልንጠራህ?
de: Wie sollen wir dich nennen?
es: ¿Cómo debemos llamarte?
fr: Comment devons-nous t'appeler ?
id: Apa yang harus kami panggil?
it: Come dobbiamo chiamarti?
ja: 何と お呼びしましょうか?
ko: 어떻게 불러드릴까요?
pl: Jak mamy cię nazywać?
pt_br: Como devemos te chamar?
ru: Как тебя называть?
sw: Tuite nini?
tl: Ano ang itatawag namin sa'yo?
zh_hans: 我们该如何 称呼你?
zh_hant: 我們該如何 稱呼你?

source: What's inside
am: ውስጥ ያለው
de: Was drin ist
es: Qué hay dentro
fr: Ce qu'il y a dedans
id: Apa isinya
it: Cosa c'è dentro
ja: 中身
ko: 안에 무엇이 있나요
pl: Co w środku
pt_br: O que tem dentro
ru: Что внутри
sw: Ndani kuna nini
tl: Ano ang nasa loob
zh_hans: 里面有什么
zh_hant: 裡面有什麼

source: What's weighing on your heart?
am: ልብህ ላይ የከበደው ምንድ ነው?
de: Was bedrückt dein Herz?
es: ¿Qué pesa en tu corazón?
fr: Qu'est-ce qui pèse sur ton cœur ?
id: Apa yang membebani hatimu?
it: Cosa ti pesa sul cuore?
ja: 心に何が重くのしかかっていますか?
ko: 마음에 무엇이 무겁게 있나요?
pl: Co cię przygniata?
pt_br: O que pesa no seu coração?
ru: Что тяготит твоё сердце?
sw: Nini kinakushindia moyoni?
tl: Ano ang pumipigat sa puso mo?
zh_hans: 什么压在你心上?
zh_hant: 什麼壓在你心上?

source: Where are you on your faith journey?
am: በእምነት ጉዞህ የት ነህ?
de: Wo stehst du auf deinem Glaubensweg?
es: ¿Dónde estás en tu camino de fe?
fr: Où en es-tu dans ton chemin de foi ?
id: Di mana kamu dalam perjalanan iman?
it: A che punto del tuo cammino di fede sei?
ja: 信仰の旅路のどこにいますか?
ko: 신앙의 여정 중 어디에 계신가요?
pl: Gdzie jesteś na drodze wiary?
pt_br: Em que ponto da sua jornada de fé você está?
ru: Где ты на своём пути веры?
sw: Uko wapi katika safari ya imani yako?
tl: Saan ka ngayon sa iyong paglalakbay ng pananampalataya?
zh_hans: 你在信仰旅程的哪一段?
zh_hant: 你在信仰旅程的哪一段?

source: Where would you like to begin today?
am: ዛሬ ከየት መጀመር ትፈልጋለህ?
de: Wo möchtest du heute beginnen?
es: ¿Por dónde quieres empezar hoy?
fr: Par où veux-tu commencer aujourd'hui ?
id: Mau mulai dari mana hari ini?
it: Da dove vuoi cominciare oggi?
ja: 今日はどこから始めますか?
ko: 오늘은 어디서 시작하고 싶으세요?
pl: Od czego chcesz zacząć dziś?
pt_br: Por onde quer começar hoje?
ru: С чего хочешь начать сегодня?
sw: Ungependa kuanza wapi leo?
tl: Saan mo gustong magsimula ngayon?
zh_hans: 今天你想从哪里开始?
zh_hant: 今天你想從哪裡開始?

source: Who is this prayer for?
am: ይህ ጸሎት ለማን ነው?
de: Für wen ist dieses Gebet?
es: ¿Para quién es esta oración?
fr: Pour qui est cette prière ?
id: Doa ini untuk siapa?
it: Per chi è questa preghiera?
ja: この祈りは誰のためですか?
ko: 이 기도는 누구를 위한 것인가요?
pl: Za kogo jest ta modlitwa?
pt_br: Por quem é essa oração?
ru: За кого эта молитва?
sw: Sala hii ni ya nani?
tl: Para kanino ang panalanging ito?
zh_hans: 这祷告是为谁?
zh_hant: 這禱告是為誰?

source: Widget matches your app background
am: ዊጀቱ የመተግበሪያህን ዳራ ይመሳሰላል
de: Widget passt zum App-Hintergrund
es: El widget combina con el fondo de la app
fr: Le widget s'accorde avec le fond de l'app
id: Widget menyesuaikan latar aplikasi
it: Il widget si abbina allo sfondo dell'app
ja: ウィジェットはアプリの背景と合います
ko: 위젯이 앱 배경과 맞춰집니다
pl: Widget dopasowuje się do tła aplikacji
pt_br: O widget combina com o fundo do app
ru: Виджет в цвет фона приложения
sw: Widget inafanana na mandharinyuma ya programu
tl: Umaayon ang widget sa background ng app
zh_hans: 小组件匹配你的应用背景
zh_hant: 小工具搭配你的應用程式背景

source: Write your reflection
am: ማሰላሰልህን ጻፍ
de: Schreibe deine Reflexion
es: Escribe tu reflexión
fr: Écris ta réflexion
id: Tulis renunganmu
it: Scrivi la tua riflessione
ja: 黙想を書き留めましょう
ko: 묵상을 적어보세요
pl: Napisz swoje rozważanie
pt_br: Escreva sua reflexão
ru: Напиши своё размышление
sw: Andika tafakari yako
tl: Isulat ang iyong pagninilay
zh_hans: 写下你的反思
zh_hant: 寫下你的反思

source: YOUR REFLECTION
am: የአንተ ማሰላሰል
de: DEINE REFLEXION
es: TU REFLEXIÓN
fr: TA RÉFLEXION
id: RENUNGANMU
it: LA TUA RIFLESSIONE
ja: あなたの黙想
ko: 당신의 묵상
pl: TWOJE ROZWAŻANIE
pt_br: SUA REFLEXÃO
ru: ТВОЁ РАЗМЫШЛЕНИЕ
sw: TAFAKARI YAKO
tl: IYONG PAGNINILAY
zh_hans: 你的反思
zh_hant: 你的反思

source: Yearly
am: ዓመታዊ
de: Jährlich
es: Anual
fr: Annuel
id: Tahunan
it: Annuale
ja: 毎年
ko: 매년
pl: Corocznie
pt_br: Anual
ru: Ежегодно
sw: Kila mwaka
tl: Taunan
zh_hans: 每年
zh_hant: 每年

source: Yes, I'll Rate It
am: አዎ፣ እገመግማለሁ
de: Ja, ich bewerte es
es: Sí, lo calificaré
fr: Oui, je l'évaluerai
id: Ya, saya akan menilai
it: Sì, la valuterò
ja: はい、評価します
ko: 네, 평가할게요
pl: Tak, ocenię
pt_br: Sim, vou avaliar
ru: Да, я оценю
sw: Ndiyo, nitapiga kura
tl: Oo, ira-rate ko
zh_hans: 好的,我来评价
zh_hant: 好的,我來評分

source: You can always change this later.
am: በኋላ ማንኛውም ጊዜ መቀየር ትችላለህ።
de: Du kannst das später jederzeit ändern.
es: Siempre puedes cambiarlo después.
fr: Tu peux toujours changer plus tard.
id: Kamu bisa mengubah ini nanti.
it: Puoi sempre cambiarlo più tardi.
ja: あとで変更できます。
ko: 언제든 바꿀 수 있어요.
pl: Zawsze możesz to później zmienić.
pt_br: Você pode alterar isso depois.
ru: Ты всегда сможешь изменить это позже.
sw: Unaweza kubadilisha baadaye.
tl: Maaari mong baguhin ito sa ibang pagkakataon.
zh_hans: 你可以随时更改。
zh_hant: 你可以隨時更改。

source: You can skip this and set it up later.
am: ይህንን ዘልለህ በኋላ መድረግ ትችላለህ።
de: Du kannst das überspringen und später einrichten.
es: Puedes omitir esto y configurarlo después.
fr: Tu peux passer et configurer plus tard.
id: Kamu bisa melewati dan mengaturnya nanti.
it: Puoi saltare e configurarlo dopo.
ja: スキップしてあとで設定できます。
ko: 건너뛰고 나중에 설정할 수 있어요.
pl: Możesz pominąć i skonfigurować później.
pt_br: Você pode pular e configurar depois.
ru: Можешь пропустить и настроить позже.
sw: Unaweza kuruka na kusanidi baadaye.
tl: Maaari mong laktawan at i-setup mamaya.
zh_hans: 你可以跳过,稍后设置。
zh_hant: 你可以略過,稍後設定。

source: You can upgrade to Pro from Settings anytime.
am: በማንኛውም ጊዜ ከቅንብሮች ወደ Pro ማሻሻል ትችላለህ።
de: Du kannst jederzeit in den Einstellungen auf Pro upgraden.
es: Puedes actualizar a Pro desde Ajustes cuando quieras.
fr: Tu peux passer à Pro depuis les Réglages à tout moment.
id: Kamu bisa upgrade ke Pro dari Pengaturan kapan saja.
it: Puoi passare a Pro dalle Impostazioni in qualsiasi momento.
ja: 設定からいつでもProにアップグレードできます。
ko: 언제든 설정에서 Pro로 업그레이드할 수 있어요.
pl: Możesz przejść na Pro w Ustawieniach w dowolnym momencie.
pt_br: Você pode assinar o Pro nas Configurações quando quiser.
ru: Ты можешь перейти на Pro в настройках в любое время.
sw: Unaweza kupandisha hadi Pro kutoka Mipangilio wakati wowote.
tl: Maaari kang mag-upgrade sa Pro mula sa Settings anumang oras.
zh_hans: 你可以随时在设置中升级到 Pro。
zh_hant: 你可以隨時在設定中升級到 Pro。

source: You finished
am: ጨርሰሃል
de: Fertig
es: Terminaste
fr: Tu as terminé
id: Selesai
it: Hai finito
ja: 完了しました
ko: 완료했어요
pl: Ukończono
pt_br: Você concluiu
ru: Ты завершил
sw: Umemaliza
tl: Natapos mo
zh_hans: 你完成了
zh_hant: 你完成了

source: You've listened for a while. Tap Keep going to continue, or Stop to pause playback.
am: ለተወሰነ ጊዜ አዳምጠሃል። ለመቀጠል ቀጥል ወይም ለማቆም አቁም ንካ።
de: Du hörst schon eine Weile. Tippe "Weitermachen" zum Fortsetzen oder "Stoppen" zum Pausieren.
es: Has escuchado un rato. Toca Sigue adelante para continuar o Detener para pausar.
fr: Tu écoutes depuis un moment. Touche Continuer pour poursuivre, ou Arrêter pour mettre en pause.
id: Kamu sudah mendengarkan cukup lama. Ketuk Teruskan untuk lanjut, atau Berhenti untuk menjeda.
it: Stai ascoltando da un po'. Tocca Continua per proseguire, o Ferma per mettere in pausa.
ja: しばらく聴いています。「続けてください」で続行、「停止」で一時停止します。
ko: 한동안 들으셨네요. 계속하려면 '계속하세요'를, 일시 중지하려면 '정지'를 탭하세요.
pl: Słuchasz już chwilę. Naciśnij Nie przestawaj, aby kontynuować, lub Zatrzymaj, aby wstrzymać.
pt_br: Você ouviu por um tempo. Toque Continuar para prosseguir ou Parar para pausar.
ru: Ты слушаешь уже какое-то время. Нажми Продолжай, чтобы продолжить, или Стоп — чтобы приостановить.
sw: Umesikiliza kwa muda. Gusa Endelea kuendelea, au Simamisha kusimamisha.
tl: Matagal ka nang nakikinig. I-tap ang Magpatuloy para tumuloy, o Stop para ihinto muna.
zh_hans: 你已经聆听了一段时间。点击“继续前进”继续,或“停止”暂停播放。
zh_hant: 你已聆聽一段時間。點擊「繼續前進」以繼續,或「停止」暫停播放。

source: Your activity
am: የአንተ እንቅስቃሴ
de: Deine Aktivität
es: Tu actividad
fr: Ton activité
id: Aktivitasmu
it: La tua attività
ja: あなたのアクティビティ
ko: 당신의 활동
pl: Twoja aktywność
pt_br: Sua atividade
ru: Твоя активность
sw: Shughuli yako
tl: Iyong aktibidad
zh_hans: 你的活动
zh_hant: 你的活動

source: Your faithfulness in God's Word is building something beautiful.
am: በእግዚአብሔር ቃል ውስጥ ያለህ ታማኝነት ውብ የሆነ ነገር እየገነባ ነው።
de: Deine Treue zum Wort Gottes baut etwas Schönes auf.
es: Tu fidelidad en la Palabra de Dios está construyendo algo hermoso.
fr: Ta fidélité dans la Parole de Dieu construit quelque chose de beau.
id: Kesetiaanmu pada Firman Tuhan sedang membangun sesuatu yang indah.
it: La tua fedeltà alla Parola di Dio sta costruendo qualcosa di bello.
ja: 神の言葉における忠実さが 美しいものを築いています。
ko: 하나님의 말씀 안에서의 당신의 신실함이 아름다운 무언가를 지어가고 있어요.
pl: Twoja wierność Słowu Bożemu buduje coś pięknego.
pt_br: Sua fidelidade à Palavra de Deus está construindo algo lindo.
ru: Твоя верность Слову Божьему строит что-то прекрасное.
sw: Uaminifu wako katika Neno la Mungu unajenga jambo zuri.
tl: Ang iyong katapatan sa Salita ng Diyos ay nagtatayo ng isang bagay na maganda.
zh_hans: 你对神话语的忠心 正在建造美好的事。
zh_hant: 你對神話語的忠心 正在建造美好的事。

source: Your first name
am: ስምህ
de: Dein Vorname
es: Tu nombre
fr: Ton prénom
id: Nama depan
it: Il tuo nome
ja: 名前
ko: 이름
pl: Imię
pt_br: Seu nome
ru: Твоё имя
sw: Jina
tl: Pangalan
zh_hans: 你的名字
zh_hant: 你的名字
